<?php
/**
 * Created by PhpStorm.
 * User: nghaedsharafi
 * Date: 12/27/18
 * Time: 10:24 PM
 */

return [
    'invalid' => 'این کد معتبر نیست',
    'min' => 'این کد برای پرداخت‌های بالاتر از :min تومان معتبر است',
    'expired' => 'مهلت استفاده از این کد تمام شده است',
    'vendor_whitelist' => 'این کد برای کافه فعال نیست',
    'gift' => [
        'invalid' => 'این کد معتبر نیست',
        'overused' => 'محدودیت دفعات استفاده از این هدیه به پایان رسیده است',
        'expired' => 'این هدیه منقضی شده است'
    ]
];